docs/site/lacy88_exper_treat_arund_donax.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>lacy88_exper_treat_arund_donax</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">lacy88_exper_treat_arund_donax</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8af0a2f">Treatment of Arundo Donax</a>
<ul>
<li><a href="#org5de86bc">Tradition</a></li>
<li><a href="#orgf5d73c2">Soaking</a></li>
<li><a href="#org090124c">Method</a></li>
<li><a href="#org18c2403">Teaching convenience</a></li>
<li><a href="#orgb8fd7e9">Extreme</a></li>
<li><a href="#orgcf0458d">What is removed</a></li>
<li><a href="#org7068e7b">0 sodium</a></li>
<li><a href="#org2a24671">Five days</a></li>
<li><a href="#org18b7bce">Observations</a></li>
<li><a href="#org3321543">Gouged</a></li>
<li><a href="#org4cf4a66">Confidence</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org8af0a2f" class="outline-2">
<h2 id="org8af0a2f">Treatment of Arundo Donax</h2>
<div class="outline-text-2" id="text-org8af0a2f">
</div>

<div id="outline-container-org5de86bc" class="outline-3">
<h3 id="org5de86bc">Tradition</h3>
<div class="outline-text-3" id="text-org5de86bc">
<p>
Double reed players tend to not question what they were taught or their method
</p>
</div>
</div>

<div id="outline-container-orgf5d73c2" class="outline-3">
<h3 id="orgf5d73c2">Soaking</h3>
<div class="outline-text-3" id="text-orgf5d73c2">
<p>
Soaking cane takes something out of the cane if it's done long enough. 
</p>
</div>
</div>

<div id="outline-container-org090124c" class="outline-3">
<h3 id="org090124c">Method</h3>
<div class="outline-text-3" id="text-org090124c">
<p>
Container tightly covered, in the dark, and water changed every 48 hours
</p>
</div>
</div>

<div id="outline-container-org18c2403" class="outline-3">
<h3 id="org18c2403">Teaching convenience</h3>
<div class="outline-text-3" id="text-org18c2403">
<p>
The convenience of this is that whenever you need to teach a student reed making, you have cane that is soaked and ready to go
</p>
</div>
</div>
<div id="outline-container-orgb8fd7e9" class="outline-3">
<h3 id="orgb8fd7e9">Extreme</h3>
<div class="outline-text-3" id="text-orgb8fd7e9">
<p>
Using distilled water he soaked some cane for eight months!!!!
</p>
</div>
</div>

<div id="outline-container-orgcf0458d" class="outline-3">
<h3 id="orgcf0458d">What is removed</h3>
<div class="outline-text-3" id="text-orgcf0458d">
<p>
Water soluble salts. Sodium in addition to calcium, copper, iron, and magnesium
</p>
</div>
</div>

<div id="outline-container-org7068e7b" class="outline-3">
<h3 id="org7068e7b">0 sodium</h3>
<div class="outline-text-3" id="text-org7068e7b">
<p>
At the end of the third water change, or six days, no sodium present in the water (which I suppose means really that 4 days is enough because there is nothing in the third batch?)	
</p>
</div>
</div>

<div id="outline-container-org2a24671" class="outline-3">
<h3 id="org2a24671">Five days</h3>
<div class="outline-text-3" id="text-org2a24671">
<p>
Five days changing the water after 24, 48, and 60? hours	
</p>
</div>
</div>

<div id="outline-container-org18b7bce" class="outline-3">
<h3 id="org18b7bce">Observations</h3>
<div class="outline-text-3" id="text-org18b7bce">
<ol class="org-ol">
<li>Cane has more uniform color after this soaking</li>
<li>texture will be consistent</li>
<li>There is no break in period for these reeds!</li>
<li>reeds last longer</li>
<li>more consistent reed making</li>
</ol>
</div>
</div>

<div id="outline-container-org3321543" class="outline-3">
<h3 id="org3321543">Gouged</h3>
<div class="outline-text-3" id="text-org3321543">
<p>
He says to use gouged cane, so I should do this with my GSP cane! (not sure I want to use distilled water though)
</p>
</div>
</div>
<div id="outline-container-org4cf4a66" class="outline-3">
<h3 id="org4cf4a66">Confidence</h3>
<div class="outline-text-3" id="text-org4cf4a66">
<p>
confidence that the reeds won't change, so when weather changes, just change the reed and go back to the other one when the weather is back
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
